'''
Эта функция должна принять одно число (начальное число, которое вводил пользователь).
Функция должна:
1. Предупредить пользователя, что конечное число должно быть на 5 больше начального.
2. Попросить пользователя ввести конечное число.
3. Если пользователь ввел не число или отрицательное число, то вывести ошибку и попросить пользователя ввести число еще раз.
4. Если число не подходит (проверить через AreRightNumbers), то вывести ошибку и попросить пользователя ввести число еще раз.
5. Если число подходит, то вернуть его.
'''
# Это задание выполнит ...

def GetEndNumber():
    print('GetEndNumber')