'''
Функция должна принять два числа (число пользователя и ответ).
Вывести подсказку (число пользователя больше или меньше ответа).
'''
# Это задание выполнит ...


def GiveHint():
    print('GiveHint')