'''
Функция должна принять два числа (число пользователя и ответ).
Вывести подсказку (число пользователя больше или меньше ответа).
'''


def GiveHint():
    print('GiveHint')